Repository: JanConGitHub/QuickConversions
Catalog: po/*.po
Languages: fr

source: Quick Conversions
fr: Conversions rapides

source: Centigrade To Fahrenheit
fr: Centigrades en Farenheits

source: Centimetres To Inches
fr: Centimètres en Pouces

source: Colour Scheme
fr: Palette de couleurs

source: Kilograms To Pounds
fr: Kilogrammes en Livres

source: Kilometres To Miles
fr: Kilomètres en Milles

source: Settings
fr: Paramètres

source: Fahrenheit To Centigrade
fr: Farenheits en Centigrades

source: Inches To Centimetres
fr: Pouces en Centimètres

source: Miles To Kilometres
fr: Milles en Kilomètres

source: Pounds To Kilograms
fr: Livres en Kilogrammes

source: Temperature (°C/°F)
fr: Température (°C/°F)

source: Weight (Kg/Lbs)
fr: Masse (Kg/Li)

source: Height (Cm/Inches)
fr: Hauteur (Cm/Po)

source: Distance (Km/Miles)
fr: Distance (Km/Mi)

source: Temperature
fr: Température

source: Weight
fr: Masse

source: Lbs Max
fr: Li Max

source: 0.5 Step Size
fr: Taille de pas de 0,5

source: Show Stone
fr: Afficher la pierre

source: Height
fr: Hauteur

source: Inches Max
fr: Po Max

source: Miles Max
fr: Mi Max

source: Background
fr: Arrière-plan

source: Text
fr: Texte
